Repository: KoukeNeko/Hamasen
Catalog: Hamasen/Localizable.xcstrings
Source language: zxx
Languages: en, ja, ko, zh_hans

source: 登入後在背景掛載所有連線，並套用本機複本的清理設定。
en: After you log in, mounts all connections in the background and applies the Local Copies cleanup settings.
ja: ログイン後にすべての接続をバックグラウンドでマウントし、ローカルコピーのクリーンアップ設定を適用します。
ko: 로그인 후 모든 연결을 백그라운드에서 마운트하고 로컬 사본 정리 설정을 적용합니다.
zh_hans: 登录后在后台挂载所有连接，并应用本地副本的清理设置。

source: 登入時啟動
en: Open at Login
ja: ログイン時に起動
ko: 로그인 시 열기
zh_hans: 登录时打开

source: 登入時啟動、選單列與 Dock 圖示，以及 App 的語言。
en: Open at Login, menu bar and Dock icons, and the app language.
ja: ログイン時に起動、メニューバーとDockのアイコン、およびAppの言語。
ko: 로그인 시 열기, 메뉴 막대 및 Dock 아이콘, 앱 언어.
zh_hans: 登录时打开、菜单栏与 Dock 图标，以及 App 的语言。

source: 發生錯誤
en: An Error Occurred
ja: エラーが発生しました
ko: 오류가 발생했습니다
zh_hans: 发生错误

source: 目前版本
en: Current Version
ja: 現在のバージョン
ko: 현재 버전
zh_hans: 当前版本

source: 目前用量
en: Current Usage
ja: 現在の使用量
ko: 현재 사용량
zh_hans: 当前用量

source: 確定
en: OK
ja: OK
ko: 확인
zh_hans: 好

source: 移動
en: Move
ko: 이동
zh_hans: 移动

source: 移除
en: Remove
ja: 削除
ko: 제거

source: 移除全部下載…
en: Remove All Downloads…
ja: すべてのダウンロードを削除…
ko: 모든 다운로드 제거…
zh_hans: 移除全部下载…

source: 移除全部下載？
en: Remove all downloads?
ja: すべてのダウンロードを削除しますか？
ko: 모든 다운로드를 제거하시겠습니까?
zh_hans: 移除全部下载？

source: 稍後
en: Not Now
ja: 今はしない
ko: 나중에
zh_hans: 稍后再说

source: 立即檢查
en: Check Now
ja: 今すぐ確認
ko: 지금 확인
zh_hans: 立即检查

source: 立即清理
en: Clean Up Now
ja: 今すぐクリーンアップ
ko: 지금 정리

source: 立即重新啟動
en: Relaunch Now
ja: 今すぐ再起動
ko: 지금 다시 시작
zh_hans: 立即重新启动

source: 端點
en: Endpoint
ja: エンドポイント
ko: 엔드포인트
zh_hans: 端点

source: 等待瀏覽器登入…
en: Waiting for browser sign-in…
ja: ブラウザでのサインインを待っています…
ko: 브라우저 로그인 대기 중…
zh_hans: 等待浏览器登录…

source: 紅色
en: Red
ja: レッド
ko: 빨간색
zh_hans: 红色

source: 純線上模式
en: Online Only
ja: オンラインのみ
ko: 온라인 전용
zh_hans: 仅在线

source: 索引深度
en: Index depth
ja: インデックスの深さ
ko: 색인 깊이

source: 紫色
en: Purple
ja: パープル
ko: 보라색

source: 結束 %@
en: Quit %@
ja: %@を終了
ko: %@ 종료
zh_hans: 退出 %@

source: 經過時間
en: Elapsed Time
ja: 経過時間
ko: 경과 시간
zh_hans: 经过时间

source: 綠色
en: Green
ja: グリーン
ko: 초록색
zh_hans: 绿色

source: 網址
en: URL
ja: URL
ko: URL
zh_hans: 网址

source: 網站主機與較舊的裝置
en: Web hosts and older devices
ja: Webホストと古いデバイス
ko: 웹 호스트 및 오래된 기기
zh_hans: 网站主机与较旧的设备

source: 網路恢復後會自動重新連線。
en: Reconnects automatically when the network is restored.
ja: ネットワークが回復すると自動的に再接続します。
ko: 네트워크가 복구되면 자동으로 다시 연결됩니다.
zh_hans: 网络恢复后会自动重新连接。

source: 總覽
en: Overview
ja: 概要
ko: 개요
zh_hans: 概览

source: 總量上限
en: Total Limit
ja: 合計の上限
ko: 총 용량 한도
zh_hans: 总量上限

source: 繼續
en: Continue
ja: 続ける
ko: 계속
zh_hans: 继续

source: 繼續同步
en: Resume Syncing
ja: 同期を再開
ko: 동기화 재개
zh_hans: 继续同步

source: 自動判斷
en: Detect automatically
ja: 自動判定
ko: 자동 감지
zh_hans: 自动检测

source: 自動檢查更新
en: Check for updates automatically
ja: アップデートを自動的に確認
ko: 업데이트 자동 확인
zh_hans: 自动检查更新

source: 自動清理
en: Automatic Cleanup
ja: 自動クリーンアップ
ko: 자동 정리
zh_hans: 自动清理

source: 若金鑰有密碼保護
en: If the key is passphrase-protected
ja: 鍵がパスフレーズで保護されている場合
ko: 키에 암호가 설정된 경우
zh_hans: 若密钥有密码保护

source: 藍色
en: Blue
ja: ブルー
ko: 파란색
zh_hans: 蓝色

source: 衝突
en: Conflicts
ja: 競合
ko: 충돌
zh_hans: 冲突

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 設定…
en: Settings…
ko: 설정…
zh_hans: 设置…

source: 設定備份密碼
en: Set a backup passphrase
ja: バックアップのパスワードを設定
ko: 백업 암호 설정
zh_hans: 设置备份密码

source: 詳細資訊
en: Details
ja: 詳細
ko: 세부 사항
zh_hans: 详细信息

source: 認證方式
en: Authentication
ja: 認証方式
ko: 인증 방식
zh_hans: 认证方式

source: 語言
en: Language
ja: 言語
ko: 언어
zh_hans: 语言

source: 讀取中…
en: Loading…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 正在读取…

source: 讀取伺服器設定失敗：%@
en: Could not load the server settings: %@
ja: サーバ設定を読み込めませんでした：%@
ko: 서버 설정을 불러오지 못했습니다: %@
zh_hans: 无法读取服务器设置：%@

source: 讓 Spotlight 索引整個伺服器
en: Index the whole server for Spotlight
ja: サーバ全体を Spotlight でインデックスする
ko: 서버 전체를 Spotlight에서 색인
zh_hans: 让 Spotlight 为整个服务器建立索引

source: 貢獻者
en: Contributors
ja: コントリビューター
ko: 기여자
zh_hans: 贡献者

source: 資料夾
en: Folder
ja: フォルダ
ko: 폴더
zh_hans: 文件夹

source: 起始資料夾
en: Starting Folder
ja: 開始フォルダ
ko: 시작 폴더
zh_hans: 起始文件夹

source: 起始路徑
en: Starting Path
ja: 開始パス
ko: 시작 경로
zh_hans: 起始路径

source: 超出本機空間上限
en: Over the Local Space Limit
ja: ローカル容量の上限を超えています
ko: 로컬 공간 한도 초과
zh_hans: 超出本地空间上限

source: 超過門檻的檔案會分段上傳。單次上傳最多一萬段，所以目前每段 %@ 能上傳的最大檔案是 %@。
en: Files above the threshold are uploaded in parts. One upload is capped at 10,000 parts, so at %1$@ per part the largest file that can be uploaded is %2$@.
ja: 閾値を超えるファイルは分割してアップロードします。1 回のアップロードは 10,000 パートまでのため、1 パート %1$@ の現在の設定では最大 %2$@ のファイルまでアップロードできます。
ko: 임계값을 초과하는 파일은 여러 파트로 나누어 업로드합니다. 한 번에 최대 10,000개 파트까지 업로드할 수 있으므로, 파트 크기가 %1$@일 때 업로드할 수 있는 가장 큰 파일은 %2$@입니다.
zh_hans: 超过阈值的文件会分段上传。单次上传最多 10,000 段，因此当前每段 %1$@ 时，可上传的最大文件为 %2$@。

source: 跟隨系統
en: Use System Setting
ja: システム設定に従う
ko: 시스템 설정 사용
zh_hans: 跟随系统设置

source: 路徑
en: Path
ja: パス
ko: 경로
zh_hans: 路径

source: 軟體更新
en: Software Update
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
zh_hans: 软件更新

source: 輸入備份密碼
en: Enter the backup passphrase
ja: バックアップのパスワードを入力
ko: 백업 암호 입력
zh_hans: 输入备份密码

source: 返回
en: Back
ja: 戻る
ko: 뒤로

source: 透過 SSH 連到 Linux 或 macOS 伺服器
en: Connect to a Linux or macOS server over SSH
ja: SSHでLinuxまたはmacOSのサーバに接続
ko: SSH로 Linux 또는 macOS 서버에 연결
zh_hans: 通过 SSH 连接 Linux 或 macOS 服务器

source: 這份備份是加密的，需要匯出時設定的密碼。
en: This backup is encrypted and needs the passphrase set when it was exported.
ja: このバックアップは暗号化されており、書き出し時に設定したパスワードが必要です。
ko: 이 백업은 암호화되어 있으며, 내보낼 때 설정한 암호가 필요합니다.
zh_hans: 此备份已加密，需要导出时设置的密码。

source: 這份備份會包含所有伺服器的密碼與金鑰，並以這組密碼加密。忘記這組密碼就無法還原，沒有其他方法可以取回。
en: This backup will hold every server’s password and key, encrypted with the passphrase you set here. Forget it and the backup cannot be opened; there is no other way back into it.
ja: このバックアップにはすべてのサーバのパスワードと鍵が含まれ、ここで設定するパスワードで暗号化されます。忘れると復元できず、他に取り出す方法はありません。
ko: 이 백업에는 모든 서버의 암호와 키가 포함되며, 여기서 설정하는 암호로 암호화됩니다. 암호를 잊으면 복원할 수 없으며 다른 방법으로 되찾을 수도 없습니다.
zh_hans: 此备份包含所有服务器的密码和密钥，并以这组密码加密。忘记这组密码将无法还原，也没有其他方法可以找回。

source: 這台 Mac 上的複本和尚未上傳的變更都會刪除。伺服器上的檔案不受影響。
en: Copies on this Mac and changes not yet uploaded are deleted. Files on the server are not affected.
ja: このMac上のコピーと、まだアップロードされていない変更は削除されます。サーバ上のファイルは影響を受けません。
ko: 이 Mac의 사본과 아직 업로드되지 않은 변경 사항이 삭제됩니다. 서버의 파일은 영향을 받지 않습니다.
zh_hans: 这台 Mac 上的副本和尚未上传的更改都会删除。服务器上的文件不受影响。

source: 這台 Mac 的版本另存為「%@」，在「%@」的同一個資料夾。
en: This Mac’s version is saved as “%1$@” in the same folder on “%2$@”.
ja: このMacのバージョンは「%2$@」の同じフォルダに「%1$@」として保存されています。
ko: 이 Mac의 버전은 “%2$@”의 같은 폴더에 “%1$@” 이름으로 저장되었습니다.
zh_hans: 这台 Mac 的版本已另存为“%1$@”，位于“%2$@”的同一文件夹中。

source: 通知
en: Notifications
ko: 알림

source: 速度
en: Speed
ko: 속도

source: 連接埠
en: Port
ja: ポート
ko: 포트
zh_hans: 端口

source: 連線
en: Connection
ja: 接続
ko: 연결
zh_hans: 连接

source: 連線中…
en: Connecting…
ja: 接続中…
ko: 연결하는 중…
zh_hans: 正在连接…

source: 連線中斷、需要重新登入、檔案衝突與新版本。
en: Interrupted connections, sign-in required, file conflicts, and new versions.
ja: 接続の中断、再サインインの要求、ファイルの競合、新しいバージョン。
ko: 연결 끊김, 다시 로그인 필요, 파일 충돌, 새 버전.
zh_hans: 连接中断、需要重新登录、文件冲突与新版本。

source: 連線中斷、需要重新登入或檔案衝突時發出通知。
en: Notify when a connection is interrupted, sign-in is required, or a file conflict occurs.
ja: 接続の中断、再サインインの要求、ファイルの競合が発生したときに通知します。
ko: 연결이 끊어지거나 다시 로그인해야 하거나 파일 충돌이 발생하면 알립니다.
zh_hans: 连接中断、需要重新登录或文件冲突时发出通知。

source: 連線中斷或需要重新登入
en: Connection interrupted or sign-in required
ja: 接続の中断または再サインインが必要
ko: 연결 끊김 또는 다시 로그인 필요
zh_hans: 连接中断或需要重新登录

source: 連線成功
en: Connection Successful
ja: 接続に成功しました
ko: 연결 성공
zh_hans: 连接成功

source: 連線會從 Finder 移除，儲存的登入資訊也會刪除。伺服器上的檔案不受影響。
en: The connection is removed from Finder, and the saved sign-in information is deleted. Files on the server are not affected.
ja: 接続はFinderから削除され、保存されたログイン情報も削除されます。サーバ上のファイルは影響を受けません。
ko: 연결이 Finder에서 제거되고 저장된 로그인 정보도 삭제됩니다. 서버의 파일은 영향을 받지 않습니다.
zh_hans: 该连接将从“访达”中移除，已存储的登录信息也会删除。服务器上的文件不受影响。

source: 連線設定
en: Connection Settings
ja: 接続設定
ko: 연결 설정
zh_hans: 连接设置

source: 連線逾時
en: Connection Timeout
ja: 接続タイムアウト
ko: 연결 시간 초과
zh_hans: 连接超时

source: 連線逾時、Spotlight 索引、S3 上傳、備份與除錯記錄。
en: Connection timeout, Spotlight indexing, S3 uploads, backup, and debug logging.
ja: 接続タイムアウト、Spotlightインデックス、S3アップロード、バックアップ、デバッグログ。
ko: 연결 시간 초과, Spotlight 색인, S3 업로드, 백업, 디버그 로그.
zh_hans: 连接超时、Spotlight 索引、S3 上传、备份和调试日志。

source: 進階
en: Advanced
ja: 詳細
ko: 고급
zh_hans: 高级

source: 遠端路徑的第一段是 bucket 名稱，必填。後面可以再接一層前綴，例如 /my-bucket/backups。
en: The first component of the remote path is the bucket name, and it is required. A prefix may follow it, for example /my-bucket/backups.
ja: リモートパスの最初の要素はバケット名で、省略できません。その後にプレフィックスを続けられます（例：/my-bucket/backups）。
ko: 원격 경로의 첫 번째 구성 요소는 버킷 이름이며 필수입니다. 그 뒤에 접두사를 붙일 수 있습니다(예: /my-bucket/backups).
zh_hans: 远程路径的第一段是存储桶名称，必填。后面可以再接一层前缀，例如 /my-bucket/backups。

source: 遠端路徑要以 bucket 名稱開頭，例如 /my-bucket 或 /my-bucket/backups。
en: The remote path has to begin with a bucket name, for example /my-bucket or /my-bucket/backups.
ja: リモートパスはバケット名で始める必要があります（例：/my-bucket、/my-bucket/backups）。
ko: 원격 경로는 버킷 이름으로 시작해야 합니다(예: /my-bucket 또는 /my-bucket/backups).
zh_hans: 远程路径必须以存储桶名称开头，例如 /my-bucket 或 /my-bucket/backups。

source: 選擇
en: Choose
ja: 選択
ko: 선택
zh_hans: 选择

source: 選擇 Cyberduck 或 Mountain Duck 的書籤檔案或資料夾
en: Choose Cyberduck or Mountain Duck bookmark files, or a folder of them
ja: CyberduckまたはMountain Duckのブックマークファイルかフォルダを選択
ko: Cyberduck 또는 Mountain Duck 북마크 파일이나 폴더 선택
zh_hans: 选择 Cyberduck 或 Mountain Duck 的书签文件或文件夹

source: 選擇 Hamasen 設定備份
en: Choose a Hamasen settings backup
ja: Hamasenの設定バックアップを選択
ko: Hamasen 설정 백업 선택
zh_hans: 选择 Hamasen 设置备份

source: 選擇 OpenSSH 私密金鑰檔案
en: Choose an OpenSSH private key file
ja: OpenSSH秘密鍵ファイルを選択
ko: OpenSSH 개인 키 파일 선택
zh_hans: 选择 OpenSSH 私钥文件

source: 選擇 SSH 設定檔
en: Choose an SSH config file
ja: SSH設定ファイルを選択
ko: SSH 설정 파일 선택
zh_hans: 选择 SSH 配置文件

source: 選擇儲存空間的類型
en: Choose a storage type
ja: ストレージの種類を選択
ko: 스토리지 유형 선택
zh_hans: 选择存储类型

source: 選擇金鑰檔…
en: Choose Key File…
ja: 鍵ファイルを選択…
ko: 키 파일 선택…
zh_hans: 选择密钥文件…

source: 部分既有內容是在「純線上」推出前下載的，無法直接釋放。將這台伺服器卸載再重新掛載即可清除，之後下載的內容都會自動釋放。
en: Some content was downloaded before Online Only existed and cannot be freed in place. Unmount the server and mount it again to clear it; anything downloaded from then on is freed automatically.
ja: 一部のコンテンツは「オンラインのみ」の導入前にダウンロードされたもので、そのままでは解放できません。サーバを一度マウント解除してからマウントし直すと解消します。以降にダウンロードされたものは自動的に解放されます。
ko: 일부 기존 콘텐츠는 “온라인 전용”이 도입되기 전에 다운로드되어 바로 공간을 확보할 수 없습니다. 이 서버를 마운트 해제한 뒤 다시 마운트하면 지워지며, 이후에 다운로드되는 콘텐츠는 자동으로 공간이 확보됩니다.
zh_hans: 部分已有内容是在“仅在线”推出前下载的，无法直接释放。将这台服务器卸载后重新挂载即可清除，此后下载的内容都会自动释放。

source: 重新啟動後生效
en: Takes effect after relaunch
ja: 再起動後に反映されます
ko: 다시 시작 후 적용
zh_hans: 重新启动后生效

source: 重新導向 URI
en: Redirect URI
ja: リダイレクトURI
ko: 리디렉션 URI
zh_hans: 重定向 URI

source: 重新登入…
en: Sign In Again…
ja: 再度サインイン…
ko: 다시 로그인…
zh_hans: 重新登录…

source: 重設
en: Reset
ja: リセット
ko: 재설정
zh_hans: 重置

source: 重設 Finder 位置…
en: Reset Finder Location…
ja: Finderの場所をリセット…
ko: Finder 위치 재설정…
zh_hans: 重置“访达”位置…

source: 重設 Finder 位置失敗：%@
en: Could not reset the Finder location: %@
ja: Finderの場所をリセットできませんでした：%@
ko: Finder 위치를 재설정하지 못했습니다: %@
zh_hans: 无法重置“访达”位置：%@

source: 重設 Finder 位置？
en: Reset the Finder location?
ja: Finderの場所をリセットしますか？
ko: Finder 위치를 재설정하시겠습니까?
zh_hans: 重置“访达”位置？

source: 金鑰密碼
en: Key Passphrase
ja: 鍵のパスフレーズ
ko: 키 암호
zh_hans: 密钥密码

source: 開啟
en: On
ja: オン
ko: 켬
zh_hans: 开启

source: 開啟 %@
en: Open %@
ja: %@を開く
ko: %@ 열기
zh_hans: 打开 %@

source: 開啟系統設定
en: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置

source: 開啟過的檔案會暫存在這台 Mac，閒置後自動移除。
en: Files you have opened keep a copy on this Mac. Copies left unused for a while are removed automatically.
ja: 開いたファイルのコピーをこのMacに保持し、しばらく使われていないコピーは自動的に削除します。
ko: 열어 본 파일의 사본을 이 Mac에 보관하며, 한동안 사용하지 않은 사본은 자동으로 제거됩니다.
zh_hans: 打开过的文件会在这台 Mac 上保留一份副本，一段时间未使用的副本会自动移除。

source: 開始使用
en: Get Started
ja: はじめに
ko: 시작하기
zh_hans: 开始使用

source: 開始時間
en: Started
ja: 開始時刻
ko: 시작 시간
zh_hans: 开始时间

source: 閒置後移除
en: Remove After Idle
ja: 未使用後に削除
ko: 미사용 후 제거
zh_hans: 闲置后移除

source: 關於
en: About
ja: 情報
ko: 정보
zh_hans: 关于

source: 關閉
en: Off
ja: オフ
ko: 끔
zh_hans: 关闭

source: 除錯記錄
en: Debug Logging
ja: デバッグログ
ko: 디버그 로그
zh_hans: 调试日志

source: 隱私權政策
en: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策

source: 雲端服務
en: Cloud Services
ja: クラウドサービス
ko: 클라우드 서비스
zh_hans: 云服务

source: 雲端硬碟
en: Cloud Drive
ja: クラウドドライブ
ko: 클라우드 드라이브
zh_hans: 云盘

source: 需要重新登入
en: Sign-in required
ja: 再サインインが必要
ko: 다시 로그인 필요
zh_hans: 需要重新登录

source: 顏色
en: Color
ja: カラー
ko: 색상
zh_hans: 颜色

source: 顯示
en: Show
ja: 表示
ko: 표시
zh_hans: 显示

source: 顯示 Dock 圖示
en: Show Dock Icon
ja: Dockアイコンを表示
ko: Dock 아이콘 표시
zh_hans: 显示 Dock 图标

source: 顯示選單列圖示
en: Show Menu Bar Icon
ja: メニューバーアイコンを表示
ko: 메뉴 막대 아이콘 표시
zh_hans: 显示菜单栏图标

source: 黃色
en: Yellow
ja: イエロー
ko: 노란색
zh_hans: 黄色

source: Emoji
ja: 絵文字
ko: 이모지
zh_hans: 表情符号
